Repository: 54BarrosCreations/StoryGraph
Catalog: Content/Localization/Game/*/Game.po
Languages: ru

# ,081BA0664C54DA416A73DEAAD4BB6EE0
source: Who are you.
ru: Кто ты?

# ,08DC35BE45BE7C81FF7651B26E1DF929
source: Bye
ru: Пока.

# ,09B9ED404C581DED1C5C9B9F6DC5406B
source: You found a strange door. Try to open it.
ru: Вы нашли странную дверь. Попробуйте её открыть.

# ,0FB825604EF30CD388992BA4B116586F
source: Hit panel (PinchBar)
ru: Стукнуть панель ломом.

# ,10DD4DE34157E5F664FF4B82C7B53B29
source: Jurnal
ru: Журнал

# ,110A07C241FEBE1BA9704A8B9B9F33E5
source: Main quests
ru: Основные задания

# ,14DEED264195AB5F5F51329ECEB55D05
source: Who are you?
ru: Кто ты?

# ,193C60A54C9244F08350F7A716D00301
source: Bye
ru: Пока.

# ,1BC8C1254B0491D2872FE4807867E427
source: Dialog
ru: Диалог

# ,1E6EE41049555CB8E70EAD846B759333
source: Pilot give you password from dore, and you can open it.
ru: Пилот дал тебе пароль от двери, теперь ты можеш открыть её.

# ,2178A0FF4991B1BD24D3188AD80D5B3D
source: Game
ru: Игра

# ,2C822DDE4AF38299B2F1959331D25682
source: Engine broken
ru: Двигатель сломан.

# ,2E492E4E418C5C097DC5D2B42858C551
source: I have engine and fuel for ship. Can you take me with you.
ru: У меня есть двигатель и топливо для корабля.

# ,2F491BBB401C0FA17D40328489215B11
source: EndGame
ru: Конц игры

# ,352C566A4A4BD94D7ED0E5BAB4418B20
source: You found fuel
ru: Вы нашли топливо

# ,3C9210CC4727799EFDC018966D980EB7
source: Find fuel for capitan.
ru: Найди топливо.

# ,3CA4A85745747B4D91DC16B44EF50B5D
source: Leave ship alone.
ru: Оставить корабль в покое.

# ,4227908D48A18440F8682BBA737F1059
source: Can you fix this engine.
ru: Ты можеш починить этот двигатель

# ,42B5AF1D4A63E7798113FDB97B0EDD0F
source: Yes this fuel enough for 3 people. You can go with us.
ru: Да теперь топлива достаточно, чтобы могли лететь 3 человека.

# ,462C9F7A414235EEACE2ABA2DCBF7498
source: Inventory
ru: Инвентарь

# ,51F705BA452FC0E36007AA91DF34F101
source: Not. We have not enough fuel. And ship willn't take off with 3 human.
ru: Нет. Потому что у нас недостаточно топлива, и корабль не взлетит с тремя членами экипажа на борту.

# ,55287BA949F575F9393E6492D4232BC5
source: Enter password
ru: Ввести пароль.

# ,61FEE7B7421CAB664792818616977808
source: I am pilot. Our ship crashed on this planet. And capitan sent me to find help.
ru: Я пилот корабля. Мой корбль потерпел крушение на этой планете. И наш капитан послал меня за помощю.

# ,643C63F14C57CD7AF154D18F5556D91B
source: You came from behind the door.
ru: Ты пришел из-за двери.

# ,647BF6764E4446D29A8E8B81BA3271ED
source: Good bring it to my pilot and he will fix it.
ru: Хорошо, отнеси его моему пилоту. Пусть он починит.

# ,6505E9BD42113E2CA0E9578BF50E7FC4
source: Decription
ru: Описание.

# ,6523BA71438C68053320EF93CF28FCAC
source: Can you take me password from the door.
ru: Ты можеш дать мне пароль от двери?

# ,6FEE80824FCB70DE234B2C9335C4AC19
source: Your pilot want to talk with you.
ru: Ваш пилот хочет поговорить с вами.

# ,736388E74ACDB52857F230B02BCA9597
source: Insert engine in ship
ru: Установит двигатель.

# ,79A0755B446185E33FBE5792A25C2D09
source: English
ru: Англиский

# ,7B73D607490C7F8CE77AFE9E22340A92
source: You win. You escape from planet on capitan's ship.
ru: Вы победили. Вы выбрались с планеты на корабле капитана, оставиd капитана и его пилота умирать как вам не стыдно.

# ,828EE45B44433BA352BC46890C732D20
source: Leave panel alone.
ru: Оставить панель в покое.

# ,87C9C6B545E0D70233AA56A981C529F6
source: If i found engine. Can you take me with you.
ru: Если я найду двигатель, вы возмете меня с собой.

# ,89D7FE8E4F5BEDFE8D192CBAA3356F9F
source: I found engine but it is broken.
ru: Я нашел двигатель, но похоже он сломан.

# ,8D91F5F741E4E69D4C3693998176D148
source: Explore the ship
ru: Осматреть корабль

# ,8F92A1D940AF7868CC727A8F27961A44
source: Insert engine in ship.
ru: Установить двигатель

# ,9584EAA9485B52B18A681D8123F0E72D
source: Thank you.
ru: Спасибо.

# ,9EB9AD9940A0B4AEBBE97FA50CE8D052
source: You can not acses to ship when capitan near.
ru: Ты не можеш копаться в корабле, пока капитан рядом.

# ,A52235D14EFD54721359DFBDA35C16D0
source: That's too bad. My ship is crashed too.
ru: Это очень плохо, потму что мойкорабль разбился тоже.

# ,A5E1636B4E123D80F3BE1DB1F40E5CED
source: You enter your password and the door opens.
ru: Вы ввели пароль и дверь открылась.

# ,A706F1B94AE5C74EB71A8A8114F1722A
source: You found engine but it broken
ru: Вы нашли двигатель, но кажется он сломаню

# ,A7D3A97549C2DFAA0FFF9BB1F26405C6
source: Optional quests
ru: Дополнительные задания.

# ,A8D07BFC4A4806FD2C16979868D863BD
source: Yes of cose
ru: Да конечно.

# ,AA6E039B4D2A52B8EA65429BC0C47146
source: I'm the captain of this ship. We lose our engine when landing. If you found my engine bring it to me.
ru: Я капитан этого корабля. Мы потеряли двигатель при посадке. Если ты найдеш наш двигатель я буду очень благодарен.

# ,AAA3F5174284E268916D9EA63773764C
source: Door is open
ru: Дверь открыта.

# ,AFD603F54523C94B4A625DA906D8A479
source: Jurnal
ru: Журнал

# ,B2A64A3F4A6DF4A4580565B9F44BB596
source: Get fuel from your ship.
ru: Слить топливо из коробля.

# ,B44BBB0D497D1DF0A5F99493A7480103
source: Yes
ru: Да

# ,B6F2E9AB49339C87EBB60A82FCF2F449
source: You have passed through the gate.
ru: Непонятно как, но вы преодалели запертую дверь.

# ,BEBDF7204DB90A439161A8AA1DA0A4B9
source: You win. You escape planet on capitan's ship with capitan and his pilot.
ru: Вы выйграли. Вы выбрались с планеты вместе с капитаном и его пилотм.

# ,C0BB981C467CC55B4FF8C0BB08C21E29
source: Door is open.
ru: Дверь открыта.

# ,C4881DED4624DDA32E50639F418ABAA8
source: Russian
ru: Русский

# ,C504ED2E45DF7EFB5C7B8FABA588F5C9
source: You win. You escape from planet on you own ship.
ru: Вы победили. Вы выбрались с планеты на своем собственном корабле.

# ,CC40A1314BF77936ECBAEAB3F5A3267D
source: You fixed the engine. Use it as you want.
ru: Теперь у вас есть полностью истправный двигатель, используйте его как пожелете.

# ,CD706F854FD45C541EBE3DAA51DBA772
source: This is you egine
ru: Вот твой двигатель

# ,CF71AF8949559D5B56C87DA720E065BA
source: Yes Password: 1234
ru: Да, пароль: 1234

# ,D1413EE24F034D10489D4FBB52B5938D
source: Thanks, I'll never forget this.
ru: Спасибо, я никогда этого не забуду.

# ,D47BFF724022DC5121D1E595775AF248
source: You lose. Becouse capitan escape from planet with the only one working engine.
ru: Вы проиграли. Потому что капитан улетел забрав с собой единственный исправный двигатель.

# ,DBC6A476447D3E871F4869BCC2E7471D
source: Your ship crashed on this planet. You have to find how to get from here.
ru: Ваш корабль совершил аварийную посадку на неизвесной планете. Вам надо найти способ отсюда выбротся.

# ,E2D8106949E18B7393D06697F7EDC961
source: Not I don"t want
ru: Нет я не хочу.

# ,E9EADE2B4CBFED32DABEBCA704048062
source: Just a minut
ru: Сейчас всё починим.

# ,FE1084454D3B012D574B5793FBF824A1
source: Leave ship alone
ru: Оставить корабль в покое.

# [223264DE49177512A8C0FA9E8642F2E9],E179294046D53A3CE46074995C200C69
source: Inventory
ru: Инвентарь

# [2B729368408DC0843C4B06815001CC08],0A6097444EE9C0B82B91FCA5E5B2C27A
source: Русский
ru: English

# [2B729368408DC0843C4B06815001CC08],5A069D1F46E77F294CD6719F1A1F4CFA
source: Next
ru: Дальше

# [6FF0D2F441249D8D1C4007A6F1F20425],38B6859B499A02688EA56A9243DFDB51
source: Next
ru: Дальше

# [6FF0D2F441249D8D1C4007A6F1F20425],ED3B067F480163B5AF212C820088E79F
source: Русский
ru: English

# [7A97F1D342D53A8DF48C47A0ED8FC68F],C834B4E444DBBEF3050A44BC24D40B77
source: Русский
ru: English

# [806E38CF4705872D9B02E684FA673DDD],0C2B747748B7899484B43695A6E0FA8F
source: Not enough fuel.
ru: Не хватает топлива

# [806E38CF4705872D9B02E684FA673DDD],0E5550924F72B8F8E084DA89E347278D
source: Capitn's spase ship
ru: Корабль капитана.

# [806E38CF4705872D9B02E684FA673DDD],1932C309429FAC4C35631B9F397C2857
source: Door panel
ru: Дверная панель

# [806E38CF4705872D9B02E684FA673DDD],1D5B79A04ACC4DE1EC939EA996967176
source: Door
ru: Дверь

# [806E38CF4705872D9B02E684FA673DDD],2242461443D8F3ECC84B5F8245EB184D
source: Own spase ship
ru: Ваш корабль

# [806E38CF4705872D9B02E684FA673DDD],344E221F4FB713C8E148A08879E2C339
source: Escape from planet
ru: Выбраться с планеты

# [806E38CF4705872D9B02E684FA673DDD],3C57490648CE1EDD7486B0B6F726BDBA
source: Broken
ru: Сломан

# [806E38CF4705872D9B02E684FA673DDD],5F01A4744C319F4DE7C562B0593EE3AE
source: Fix
ru: Исправен

# [806E38CF4705872D9B02E684FA673DDD],6FE6970C468E93C8750533A6AFFFE5D9
source: Password from door
ru: Пароль от двери

# [806E38CF4705872D9B02E684FA673DDD],95E06B414FC1DA6A07B632BF06F0AADC
source: Captain Flies from planet
ru: Капитан улетел с планеты

# [806E38CF4705872D9B02E684FA673DDD],9FE0574342B70DC3412056BEC52CD268
source: Fuel for ship.
ru: Горючее для корабля

# [806E38CF4705872D9B02E684FA673DDD],AED9C3B44E9FEE591AD78BA80C811663
source: PinchBar
ru: Лом

# [806E38CF4705872D9B02E684FA673DDD],BA106BE047CAEFA45EB59E9CFD4E1191
source: Pilot
ru: Пилот

# [806E38CF4705872D9B02E684FA673DDD],BC2020B64D7F4F97BB917EA73F835E81
source: Capitan
ru: Капитан

# [806E38CF4705872D9B02E684FA673DDD],C75FB7D342A876CC9A279AA7AD054D4B
source: Capitan left ship
ru: Капитан покинул корабль.

# [806E38CF4705872D9B02E684FA673DDD],E024DD6E46EADED1CDE1D48BC160C11B
source: You go with capitan.
ru: Вы отправились с капитаномю

# [806E38CF4705872D9B02E684FA673DDD],EBE6F9AB4AEC4A0EEB6E60B99BAFB056
source: Find fuel
ru: Найти топливо.

# [806E38CF4705872D9B02E684FA673DDD],F821888A49508CB959C7F0BC1B7524EB
source: ShipEngine
ru: Двигатель корабля

# [806E38CF4705872D9B02E684FA673DDD],FBA784C34DE48C63B09FC284E978A097
source: Capitan lost his engine
ru: Капитан потерял двигатель

# [89552566449FCCD2335548ADCB655AA1],251FDBDC40A73C94A1547AB915A74A5B
source: Play agin
ru: Начать заново

# [89552566449FCCD2335548ADCB655AA1],27F7F0054E376813093308894F583997
source: Game over
ru: Игра окончена.

# [89552566449FCCD2335548ADCB655AA1],3C8FA45148326A6233EE538CDB27CCD1
source: Exit
ru: Выход

# [],CAF1242A400B88F1D3B80CADEAAE0047
source: You
ru: Вы

# [FBED6A06470023ADACE3CFAC43941124],542514D3400D616260AC26A4AF2BF294
source: Русский
ru: English

# [FBED6A06470023ADACE3CFAC43941124],E31036EB4D81A8B8DFA4428AF878F747
source: Next
ru: Дальше

# StoryGraph,AddQuestPhaseMessage2
source: Quest {0} changed
ru: Задание {0} изменилось

# StoryGraph,Quest active
source: New quest {0}
ru: Новое задание {0}

# StoryGraph,Quest cancel
source: Quest {0} cancel
ru: Задание {0} отменено

# StoryGraph,Quest complite
source: Quest {0} complite
ru: Задание {0} выполнено
